const oka1111Mt29 = {
  Главное: {
    Объем: "0.7 л",
    Мощность: "29 л.с.",
    Коробка: "Механика", 
    "Тип двигателя": "бензиновый",
    Топливо: "АИ-92" ,
    Привод: "передний" ,
    Разгон: "30.0 с",
    Расход: "4.7 л"
  },
  "Общая информация": {
    "Страна марки": "Россия" ,
    "Класс автомобиля": "A" ,
    "Количество дверей": "3" ,
    "Количество мест": "4" ,
    "Расположение руля": "Левый"
  },
  Размеры: {
    Длина: "3200 мм",
    Ширина: "1420 мм",
    Высота: "1400 мм",
    "Колёсная база": "2180 мм",
    Клиренс: "150 мм",
    "Ширина передней колеи": "1210 мм",
    "Ширина задней колеи": "1200 мм",
    "Размер колёс": "135/80/R12" ,
    Сверловка: "DIA58.1 3x98 мм",
    "Размеры дисков": "4.5x12 ET40, 4x12 ET40, 5x13 ET35"
  },
  "Объём и масса": {
    "Объем багажника мин/макс": "210/630 л",
    "Объём топливного бака": "30 л",
    "Снаряженная масса": "635 кг",
    "Полная масса": "975 кг"
  },
  "Трансмиссия": {
    "Коробка передач": "Механика" ,
    "Количество передач": "4" ,
    "Тип привода": "передний"
  },
  "Подвеска и тормоза": {
    "Тип передней подвески": "независимая, пружинная" ,
    "Тип задней подвески": "полунезависимая, пружинная" ,
    "Передние тормоза": "дисковые" ,
    "Задние тормоза": "барабанные"
  },

  "Эксплуатационные показатели": {
    "Максимальная скорость": "120 км/ч",
    Разгон: "до 100 км/ч 30.0 с",
    "Расход топлива, город/трасса/смешанный": "6.0/3.9/4.7 л/100 км",
    "Марка топлива": "АИ-92"
  },
  Двигатель: {
    "Тип двигателя": "бензиновый" ,
    "Расположение двигателя": "переднее, поперечное" ,
    "Объем двигателя": "649 см³",
    "Тип наддува": "нет" ,
    "Максимальная мощность": "29 л.с. (21 кВт) при 5100 об/мин",
    "Максимальный крутящий момент": "50 Н*м при 3400 об/мин",
    "Расположение цилиндров": "рядное" ,
    "Количество цилиндров": "2" ,
    "Число клапанов на цилиндр": "2" ,
    "Система питания двигателя": "карбюратор" ,
    "Степень сжатия": "9.9" ,
    "Диаметр цилиндра и ход поршня": "76x71 мм",
    "Код двигателя": "ВАЗ-1111" ,
    "Модель двигателя": "ваз-1111" ,
    ГРМ: "OHC"
  }
}

  export {oka1111Mt29};