const oka1111Mt29 = {
  Главное: {
    Объем: "0.7 л",
    Мощность: "29 л.с.",
    Коробка: "Механика", 
    "Тип двигателя": "бензиновый",
    Топливо: "АИ-92" ,
    Привод: "передний" ,
    Разгон: "30.0 с",
    Расход: "4.7 л"
  },
  "Общая информация": {
    "Страна марки": "Россия" ,
    "Класс автомобиля": "A" ,
    "Количество дверей": "3" ,
    "Количество мест": "4" ,
    "Расположение руля": "Левый"
  },
  Размеры: {
    Длина: "3200 мм",
    Ширина: "1420 мм",
    Высота: "1400 мм",
    "Колёсная база": "2180 мм",
    Клиренс: "150 мм",
    "Ширина передней колеи": "1210 мм",
    "Ширина задней колеи": "1200 мм",
    "Размер колёс": "135/80/R12" ,
    Сверловка: "DIA58.1 3x98 мм",
    "Размеры дисков": "4.5x12 ET40, 4x12 ET40, 5x13 ET35"
  },
  "Объём и масса": {
    "Объем багажника мин/макс": "210/630 л",
    "Объём топливного бака": "30 л",
    "Снаряженная масса": "635 кг",
    "Полная масса": "975 кг"
  },
  "Трансмиссия": {
    "Коробка передач": "Механика" ,
    "Количество передач": "4" ,
    "Тип привода": "передний"
  },
  "Подвеска и тормоза": {
    "Тип передней подвески": "независимая, пружинная" ,
    "Тип задней подвески": "полунезависимая, пружинная" ,
    "Передние тормоза": "дисковые" ,
    "Задние тормоза": "барабанные"
  },

  "Эксплуатационные показатели": {
    "Максимальная скорость": "120 км/ч",
    "Разгон до 100 км/ч": "30.0 с",
    "Расход топлива, город/трасса/смешанный": "6.0/3.9/4.7 л/100 км",
    "Марка топлива": "АИ-92"
  },
  Двигатель: {
    "Тип двигателя": "бензиновый" ,
    "Расположение двигателя": "переднее, поперечное" ,
    "Объем двигателя": "649 см³",
    "Тип наддува": "нет" ,
    "Максимальная мощность": "29 л.с. (21 кВт) при 5100 об/мин",
    "Максимальный крутящий момент": "50 Н*м при 3400 об/мин",
    "Расположение цилиндров": "рядное" ,
    "Количество цилиндров": "2" ,
    "Число клапанов на цилиндр": "2" ,
    "Система питания двигателя": "карбюратор" ,
    "Степень сжатия": "9.9" ,
    "Диаметр цилиндра и ход поршня": "76x71 мм",
    "Код двигателя": "ВАЗ-1111" ,
    "Модель двигателя": "ваз-1111" ,
    ГРМ: "OHC"
  }
}

const oka11113Mt33 = {
  Главное: {
    Объем: "0.8 л",
    Мощность: "33 л.с.",
    Коробка: "Механика", 
    "Тип двигателя": "бензиновый",
    Топливо: "АИ-92" ,
    Привод: "передний" ,
    Разгон: "24.0 с",
    Расход: "5.0 л"
  },
  "Общая информация": {
    "Страна марки": "Россия" ,
    "Класс автомобиля": "A" ,
    "Количество дверей": "3" ,
    "Количество мест": "4" ,
    "Расположение руля": "Левый"
  },
  Размеры: {
    Длина: "3200 мм",
    Ширина: "1420 мм",
    Высота: "1400 мм",
    "Колёсная база": "2180 мм",
    Клиренс: "170 мм",
    "Ширина передней колеи": "1210 мм",
    "Ширина задней колеи": "1200 мм",
    "Размер колёс": "135/80/R12" ,
    Сверловка: "DIA58.1 3x98 мм",
    "Размеры дисков": "4.5x12 ET40, 4x12 ET40, 5x13 ET35"
  },
  "Объём и масса": {
    "Объем багажника мин/макс": "210/630 л",
    "Объём топливного бака": "30 л",
    "Снаряженная масса": "650 кг",
    "Полная масса": "990 кг"
  },
  "Трансмиссия": {
    "Коробка передач": "Механика" ,
    "Количество передач": "4" ,
    "Тип привода": "передний"
  },
  "Подвеска и тормоза": {
    "Тип передней подвески": "независимая, пружинная" ,
    "Тип задней подвески": "независимая, пружинная" ,
    "Передние тормоза": "дисковые" ,
    "Задние тормоза": "барабанные"
  },

  "Эксплуатационные показатели": {
    "Максимальная скорость": "130 км/ч",
    "Разгон до 100 км/ч": "24.0 с",
    "Расход топлива, город/трасса/смешанный": "6.0/4.5/5.0 л/100 км",
    "Марка топлива": "АИ-92"
  },
  Двигатель: {
    "Тип двигателя": "бензиновый" ,
    "Расположение двигателя": "переднее, поперечное" ,
    "Объем двигателя": "749 см³",
    "Тип наддува": "нет" ,
    "Максимальная мощность": "33 л.с. (24 кВт) при 5600 об/мин",
    "Максимальный крутящий момент": "52 Н*м при 3200 об/мин",
    "Расположение цилиндров": "рядное" ,
    "Количество цилиндров": "2" ,
    "Число клапанов на цилиндр": "2" ,
    "Система питания двигателя": "карбюратор" ,
    "Степень сжатия": "9.9" ,
    "Диаметр цилиндра и ход поршня": "82x71 мм",
    "Код двигателя": "ВАЗ-11113" ,
    "Модель двигателя": "ваз-11113" ,
    ГРМ: "OHC"
  }
}

const oka11116Mt37 = {
  Главное: {
    Объем: "0.8 л",
    Мощность: "37 л.с.",
    Коробка: "Механика", 
    "Тип двигателя": "бензиновый",
    Топливо: "АИ-92" ,
    Привод: "передний" ,
    Разгон: "24.0 с",
    Расход: "6.8 л"
  },
  "Общая информация": {
    "Страна марки": "Россия" ,
    "Класс автомобиля": "A" ,
    "Количество дверей": "3" ,
    "Количество мест": "4" ,
    "Расположение руля": "Левый"
  },
  Размеры: {
    Длина: "3200 мм",
    Ширина: "1420 мм",
    Высота: "1400 мм",
    "Колёсная база": "2180 мм",
    Клиренс: "150 мм",
    "Ширина передней колеи": "1210 мм",
    "Ширина задней колеи": "1200 мм",
    "Размер колёс": "135/80/R12" ,
    Сверловка: "DIA58.1 3x98 мм",
    "Размеры дисков": "4.5x12 ET40, 4x12 ET40, 5x13 ET35"
  },
  "Объём и масса": {
    "Объем багажника мин/макс": "210/630 л",
    "Объём топливного бака": "30 л",
    "Снаряженная масса": "660 кг",
    "Полная масса": "1000 кг"
  },
  "Трансмиссия": {
    "Коробка передач": "Механика" ,
    "Количество передач": "4" ,
    "Тип привода": "передний"
  },
  "Подвеска и тормоза": {
    "Тип передней подвески": "независимая, пружинная" ,
    "Тип задней подвески": "полунезависимая, пружинная" ,
    "Передние тормоза": "дисковые" ,
    "Задние тормоза": "барабанные"
  },

  "Эксплуатационные показатели": {
    "Расход топлива, город/трасса/смешанный": "7.4/5.0/6.8 л/100 км",
    "Марка топлива": "АИ-92",
    "Экологический класс": "Euro 2",
  },
  Двигатель: {
    "Тип двигателя": "бензиновый" ,
    "Расположение двигателя": "переднее, поперечное" ,
    "Объем двигателя": "796 см³",
    "Тип наддува": "нет" ,
    "Максимальная мощность": "37 л.с. (27 кВт)",
    "Максимальный крутящий момент": "60 Н*м",
    "Расположение цилиндров": "рядное" ,
    "Количество цилиндров": "3" ,
    "Число клапанов на цилиндр": "2" ,
    "Система питания двигателя": "распределенный впрыск (многоточечный)" ,
    "Код двигателя": "JL368Q3" ,
    "Модель двигателя": "Norinco JL368Q3" ,
    ГРМ: "OHC"
  }
}

const oka11113Mt35 = {
  Главное: {
    Объем: "0.8 л",
    Мощность: "35 л.с.",
    Коробка: "Механика", 
    "Тип двигателя": "бензиновый",
    Топливо: "АИ-92" ,
    Привод: "передний" ,
    Разгон: "24.0 с",
    Расход: "6.8 л"
  },
  "Общая информация": {
    "Страна марки": "Россия" ,
    "Класс автомобиля": "A" ,
    "Количество дверей": "3" ,
    "Количество мест": "4" ,
    "Расположение руля": "Левый"
  },
  Размеры: {
    Длина: "3200 мм",
    Ширина: "1420 мм",
    Высота: "1400 мм",
    "Колёсная база": "2180 мм",
    Клиренс: "150 мм",
    "Ширина передней колеи": "1210 мм",
    "Ширина задней колеи": "1200 мм",
    "Размер колёс": "135/80/R12" ,
    Сверловка: "DIA58.1 3x98 мм",
    "Размеры дисков": "4.5x12 ET40, 4x12 ET40, 5x13 ET35"
  },
  "Объём и масса": {
    "Объем багажника мин/макс": "210/630 л",
    "Объём топливного бака": "30 л",
    "Снаряженная масса": "645 кг",
    "Полная масса": "975 кг"
  },
  "Трансмиссия": {
    "Коробка передач": "Механика" ,
    "Количество передач": "4" ,
    "Тип привода": "передний"
  },
  "Подвеска и тормоза": {
    "Тип передней подвески": "независимая, пружинная" ,
    "Тип задней подвески": "независимая, пружинная" ,
    "Передние тормоза": "дисковые" ,
    "Задние тормоза": "барабанные"
  },

  "Эксплуатационные показатели": {
    "Максимальная скорость": "130 км/ч",
    "Разгон до 100 км/ч": "24.0 с",
    "Расход топлива, город/трасса/смешанный": "7.4/5.0/6.8 л/100 км",
    "Марка топлива": "АИ-92"
  },
  Двигатель: {
    "Тип двигателя": "бензиновый" ,
    "Расположение двигателя": "переднее, поперечное" ,
    "Объем двигателя": "749 см³",
    "Тип наддува": "нет" ,
    "Максимальная мощность": "35 л.с. (26 кВт) при 5600 об/мин",
    "Максимальный крутящий момент": "52 Н*м при 3200 об/мин",
    "Расположение цилиндров": "рядное" ,
    "Количество цилиндров": "2" ,
    "Число клапанов на цилиндр": "2" ,
    "Система питания двигателя": "карбюратор" ,
    "Степень сжатия": "9.6" ,
    "Диаметр цилиндра и ход поршня": "82x71 мм",
    "Код двигателя": "ВАЗ-11113" ,
    "Модель двигателя": "ваз-11113" ,
    ГРМ: "OHC"
  }
}

const oka11116Mt53 = {
  Главное: {
    Объем: "1.0 л",
    Мощность: "53 л.с.",
    Коробка: "Механика", 
    "Тип двигателя": "бензиновый",
    Топливо: "АИ-95" ,
    Привод: "передний" ,
    Разгон: "22.0 с",
    Расход: "5.0 л"
  },
  "Общая информация": {
    "Страна марки": "Россия" ,
    "Класс автомобиля": "A" ,
    "Количество дверей": "3" ,
    "Количество мест": "4" ,
    "Расположение руля": "Левый"
  },
  Размеры: {
    Длина: "3200 мм",
    Ширина: "1420 мм",
    Высота: "1400 мм",
    "Колёсная база": "2180 мм",
    Клиренс: "150 мм",
    "Ширина передней колеи": "1210 мм",
    "Ширина задней колеи": "1200 мм",
    "Размер колёс": "155/70/R13" ,
  },
  "Объём и масса": {
    "Снаряженная масса": "665 кг",
    "Полная масса": "1005 кг"
  },
  "Трансмиссия": {
    "Коробка передач": "Механика" ,
    "Количество передач": "5" ,
    "Тип привода": "передний"
  },
  "Подвеска и тормоза": {
    "Тип передней подвески": "независимая, пружинная" ,
    "Тип задней подвески": "полунезависимая, пружинная" ,
    "Передние тормоза": "дисковые" ,
    "Задние тормоза": "барабанные"
  },

  "Эксплуатационные показатели": {
    "Максимальная скорость": "150 км/ч",
    "Разгон до 100 км/ч": "22.0 с",
    "Расход топлива, город/трасса/смешанный": "6.0/4.0/5.0 л/100 км",
    "Марка топлива": "АИ-95"
  },
  Двигатель: {
    "Тип двигателя": "бензиновый" ,
    "Расположение двигателя": "переднее, поперечное" ,
    "Объем двигателя": "994 см³",
    "Тип наддува": "нет" ,
    "Максимальная мощность": "53 л.с. (39 кВт) при 6000 об/мин",
    "Максимальный крутящий момент": "77 Н*м при 3000 об/мин",
    "Расположение цилиндров": "рядное" ,
    "Количество цилиндров": "3" ,
    "Число клапанов на цилиндр": "2" ,
    "Система питания двигателя": "распределенный впрыск (многоточечный) " ,
    "Степень сжатия": "9.5" ,
    "Диаметр цилиндра и ход поршня": "76x73 мм",
    "Код двигателя": "FAW TJ376QEI " ,
    "Модель двигателя": "TJ376QEI " ,
    ГРМ: "OHC"
  }
}

const oka11301Mt49 = {
  Главное: {
    Объем: "1.1 л",
    Мощность: "49 л.с.",
    Коробка: "Механика", 
    "Тип двигателя": "бензиновый",
    Топливо: "АИ-92" ,
    Привод: "передний" ,
    Разгон: "24.0 с",
  },
  "Общая информация": {
    "Страна марки": "Россия" ,
    "Класс автомобиля": "A" ,
    "Количество дверей": "3" ,
    "Количество мест": "4" ,
    "Расположение руля": "Левый"
  },
  Размеры: {
    Длина: "3200 мм",
    Ширина: "1420 мм",
    Высота: "1400 мм",
    "Колёсная база": "2180 мм",
    Клиренс: "150 мм",
    "Ширина передней колеи": "1210 мм",
    "Ширина задней колеи": "1200 мм",
    Сверловка: "DIA58.1 3x98 мм",
    "Размеры дисков": "4.5x12 ET40, 4x12 ET40, 5x13 ET35"
  },
  "Объём и масса": {
    "Объем багажника мин/макс": "210/630 л",
    "Объём топливного бака": "30 л"
  },
  "Трансмиссия": {
    "Коробка передач": "Механика" ,
    "Количество передач": "4" ,
    "Тип привода": "передний"
  },
  "Подвеска и тормоза": {
    "Тип передней подвески": "независимая, пружинная" ,
    "Тип задней подвески": "независимая, пружинная" ,
    "Передние тормоза": "дисковые" ,
    "Задние тормоза": "барабанные"
  },

  "Эксплуатационные показатели": {
    "Разгон до 100 км/ч": "24.0 с",
    "Марка топлива": "АИ-92"
  },
  Двигатель: {
    "Тип двигателя": "бензиновый" ,
    "Расположение двигателя": "переднее, поперечное" ,
    "Объем двигателя": "1091 см³",
    "Тип наддува": "нет" ,
    "Максимальная мощность": "49 л.с. (36 кВт) при 5300 об/мин",
    "Максимальный крутящий момент": "90 Н*м при 3800 об/мин",
    "Расположение цилиндров": "рядное" ,
    "Количество цилиндров": "4" ,
    "Число клапанов на цилиндр": "2" ,
    "Система питания двигателя": "карбюратор" ,
    "Степень сжатия": "9.5" ,
    "Диаметр цилиндра и ход поршня": "72x76 мм",
    ГРМ: "OHC"
  }
}

export {oka1111Mt29, oka11113Mt33, oka11116Mt37, oka11113Mt35, oka11116Mt53, oka11301Mt49};